---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateArea
source: html/4b06b412-a403-d703-f298-523e8bc709bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateArea { get; }
```